{
  "why_rent": "쯇or Qu칠 Alquilar con Nosotros?",
  "advantages": {
    "wide_selection": {
      "title": "Amplia Selecci칩n de Bicicletas",
      "description": "Ofrecemos una amplia gama de bicicletas para satisfacer todas las necesidades, desde bicicletas de ciudad hasta bicicletas de monta침a, bicicletas el칠ctricas y m치s."
    },
    "suggested_routes": {
      "title": "Rutas Sugeridas",
      "description": "Se proporcionar치 un mapa con rutas ciclistas recomendadas para todos los niveles de habilidad."
    },
    "well_maintained": {
      "title": "Bicicletas Bien Mantenidas",
      "description": "Todas nuestras bicicletas son cuidadosamente inspeccionadas y mantenidas para garantizar tu seguridad y comodidad durante el alquiler."
    },
    "support": {
      "title": "Soporte 24/7",
      "description": "Si encuentras alg칰n problema, nuestro equipo est치 disponible para brindar asistencia r치pida, donde sea que est칠s."
    }
  },
  "booking_form": "Formulario de Reserva",
  "duration": "Duraci칩n",
  "select_duration": "Seleccionar Duraci칩n",
  "half_day": "Medio D칤a",
  "full_day": "D칤a Completo",
  "select_date": "Seleccionar Fecha",
  "select_time": "Seleccionar Hora",
  "select_bike": "Selecciona tu Bicicleta",
  "helmets_included": "- Los cascos est치n incluidos en el precio del alquiler",
  "child_seats_available": "- Los asientos para ni침os est치n disponibles bajo solicitud solo para bicicletas urbanas",
  "bike_options": {
    "city_bike": "Bicicleta de Ciudad",
    "child_bike": "Bicicleta para Ni침os",
    "mountain_bike": "Bicicleta de Monta침a",
    "electric_bike": "Bicicleta El칠ctrica"
  },
  "book_now": "Reservar Ahora",
  "riders": "N칰mero de Ciclistas",
  "child_seat": "Sill칤n para Ni침os (Opcional)",
  "yes": "S칤",
  "no": "No",
  "contact_information": "Informaci칩n de Contacto",
  "full_name": "Nombre Completo",
  "email": "Correo Electr칩nico",
  "phone": "N칰mero de Tel칠fono",
  "note": "Nota (Opcional)",
  "confirm_booking": "Confirmar Reserva",
  "thank_you": "Gracias por tu reserva 游꿀 Nos pondremos en contacto contigo pronto para confirmar tu reserva.",
  "return_home": "Volver a la P치gina Principal",
  "booking_hero_title": "춰Elige tu bicicleta y disfruta del paseo!",
  "easy_booking": "Reserva F치cil",
  "choose_your_bike": "Elige tu Bicicleta",
  "choose_your_bike_description": "Explora nuestra colecci칩n y selecciona la bicicleta perfecta para tu viaje.",
  "book_online": "Reserva en L칤nea",
  "book_online_description": "Selecciona la fecha, hora y n칰mero de ciclistas para tu alquiler.",
  "confirm_your_booking": "Confirma tu Reserva",
  "confirm_your_booking_description": "Nuestro equipo revisar치 la disponibilidad y te enviar치 una confirmaci칩n.",
  "contact_us": "Cont치ctanos a:",
  "our_phone": "游 +39 331-827-9957",
  "our_email": "游닎 rentandgo.lecco@gmail.com",
  "hero_title": "춰La Bicicleta Perfecta para Cada Paseo!",
  "hero_description": "Desde las calles de la ciudad hasta los senderos de monta침a, tenemos la bicicleta perfecta para ti. 춰Alquila sin complicaciones hoy!",
  "location_title": "Ubicaci칩n y Puntos de Recogida",
  "location_description": "Estamos ubicados en <strong>Lecco</strong>, una ciudad ideal para explorar en bicicleta.",
  "location_pickup_info": "Puedes recoger y devolver tu bicicleta f치cilmente.",
  "location_contact_info": "Para m치s informaci칩n, no dudes en contactarnos a:",
  "location_phone": "游 +39 331-827-9957",
  "location_address": "Nuestra direcci칩n de punto de recogida:",
  "location_map_title": "Ubicaci칩n de Alquiler de Bicicletas en Lecco",
  "navbar_home": "Inicio",
  "our_story_title": "Nuestra Historia",
  "our_story_paragraph_1": "Nuestro viaje comenz칩 con una profunda pasi칩n por el ciclismo y un amor por la aventura. Creemos que una bicicleta es m치s que un simple medio de transporte: es una puerta hacia la libertad, la exploraci칩n y experiencias inolvidables. Ya sea la emoci칩n de conquistar senderos monta침osos, la alegr칤a de recorrer las calles de la ciudad o el simple placer de un paseo tranquilo, quer칤amos crear algo que se adaptara al viaje 칰nico de cada ciclista.",
  "our_story_paragraph_2": "Por eso, nuestra misi칩n es proporcionar bicicletas de alta calidad que empoderen a cada explorador. Desde bicicletas elegantes y confiables dise침adas para la movilidad urbana hasta bicicletas de monta침a duraderas y de alto rendimiento construidas para los terrenos m치s dif칤ciles, nos aseguramos de que cada paseo sea fluido, c칩modo y construido para durar.",
  "our_story_paragraph_3": "No importa d칩nde te lleve tu camino, estamos aqu칤 para ayudarte a disfrutar del viaje. 칔nete a nosotros y descubre el mundo sobre dos ruedas, porque tu pr칩xima gran aventura comienza hoy!"
}
